Repository: jerteh/It-Sr-NER
Catalog: templates/example.tmx
Source language: it
Languages: sr

source: Aveva sotto il braccio un voluminoso "Orario Bradshaw - Guida generale delle ferrovie continentali e dei battelli a vapore",che doveva fornirgli tutte le indicazioni necessarie al suo viaggio.
sr: U ruci je imao Bredšovog Sveopšteg vodiča za putovanje železnicom i brodovima, koji će mu pružiti sva potrebna obaveštenja za njegov put.

source: Prese il sacco dalle mani di Passepartout, l'aprì e vi cacciò dentro un vistoso pacco di quelle belle banconote che hanno corso in tutti i paesi del mondo.
sr: On uzme torbu iz ruku Paspartuovih, otvori je i spusti u nju debeo svežanj onih lepih novčanica koje važe u svim zemljama.

source: Il signor Fogg e il suo servo salirono in una carrozza, che si diresse di buon trotto verso la stazione di Charing-Cross che è raggiunta da una tratta della ferrovia di sud-est.
sr: Fileas Fog i njegov sluga popeše se u jedna od njih, i ova se brzo uputiše ka železničkoj stanici Čering-Kros od koje polazi jedna pruga jugoistočne železnice.

source: Nella immaginazione già eccitata del "detective" le risposte del francese producevano naturalmente un effetto elettrizzante.
sr: Lako se može zamisliti kakav su utisak morali ostaviti ovi odgovori na već ionako preterano razdražen duh policijskog inspektora.

source: Quella partenza precipitosa da Londra due giorni dopo la data del furto, quella ingente somma di banconote portata in viaggio, quella fretta di giungere in paesi lontani, quel pretesto di una scommessa eccentrica, tutto confermava e doveva confermare Fix nella certezza di non essersi sbagliato.
sr: Onaj nagli odlazak iz Londona odmah posle krađe, ona velika suma novaca koju je poneo sa sobom, ta žurba da stigne u daleke zemlje, taj izgovor o nekoj čudnovatoj opkladi, sve je to utvrđivalo i moralo utvrditi Fiksa u njegovim pretpostavkama.

source: Egli fece ancora parlare il francese; e venne a sapere che il signor Fogg viveva isolato a Londra, che tutti lo dicevano ricco senza peraltro conoscere la fonte delle sue ricchezze, che era un uomo impenetrabile, eccetera.
sr: On je naveo Francuza da još govori i saznao je da taj momak nimalo me poznaje svoga gospodara, da je ovaj živeo u Londonu usamljeno, da su ga držali bogatim, neznajući za poreklo njegovog bogatstva, da je to zagonetan čovek itd.

source: Infine Fix apprese pure la notizia che il "gentleman" non sbarcava a Suez, ma andava direttamente a Bombay.
sr: Ali, u isto vreme, Fiks je mogao smatrati za sigurno da se Fileas Fog neće iskrcati u Suecu, i da odista ide u Bombaj.

source: Passepartout con agilità acrobatica andò subito ad appollaiarsi fra i rami. Rimuginava un'idea germogliatagli chi sa come nel cervello e piantatasi lì ostinatamente.
sr: Međutim, Paspartu se popeo na prve grane jednoga drveta i premišljao o zamisli koja mu je prvo prošla kroz mozak kao munja, pa se najzad tamo i utvrdila.

source: Chi avesse potuto ascoltare l'intimo soliloquio del francese, si sarebbe stupito di pensieri come questi: "Quale pazzia ... Ma perché no, alla fin fine?
sr: Poćeo je da govori u sebi:" Kakva ludost! "- a posle ponavljaše: " A zašto da ne, najzad?"

source: E' una possibilità, forse la sola. Con simili fanatici non si scherza!...".
sr: "To je jedina mogućnost, možda jedina, a sa ovakvim glupacima!..."

source: A poco a poco, Passepartout cominciò a lasciarsi scivolare fino ai rami più bassi che si curvavano verso il suolo. Lì continuò le sue riflessioni, scrutando attentamente il paesaggio intorno.
sr: Na svaki način, Paspartu svoju misao nije drukčije izgovorio, ali se odmah, okretan kao zmija, spusti niz grane koje su se svojim krajevima savijale prema zemlji.

source: E in quel chiarore apparve ben visibile il gruppo dei sacerdoti indù che trascinavano la giovane donna, ora non più inerte come il giorno innanzi.
sr: Gospodin Fog i ser Fransis Kromerti ugledaše jasno osvetljenu žrtvu koju su dva sveštenika vukla napolje.

source: Pareva che, scuotendo l'intorpidimento fatale dell'oppio,con un supremo istinto di conservazione l'infelice tentasse di sfuggire ai suoi carnefici.
sr: Ućinilo im se čak da je nesrećnica, otimajući se od obamrlosti i pijanstva, poslednjim naporom nagona samoodržanja pokušavala da se oslobodi svojih dželata.

source: Sir Francis Cromarty afferrò convulsamente la mano di Sir Phileas Fogg: e sentì che quella mano impugnava un coltello con la lama scoperta.
sr: Srce ser Fransisa Kromertija jako zakuca i on, uhvativši grčevitim pokretom ruku Fileasa Foga, oseti da ta ruka drži otvoren nož.

source: La folla ondeggiò, si compose in processione e mosse dietro ai bramini i quali presero il sentiero verso il fiume. La giovane donna era ricaduta nel torpore.
sr: U taj čas gomila krenu. Mlada žena je ponovo pala u obamrlost izazvanu konopljinim dimom.

source: Passò, scortata dai fakiri che cantavano lente salmodie.
sr: Išla je među fakirima koji su je pratili uza zversku dernjavu.

source: Phileas Fogg e i compagni, confondendosi tra gli ultimi gruppi della folla, seguirono il tragico corteo.
sr: Fileas Fog i njegovi saputnici izmešaše se sa poslednjim redovima gomile i pođoše za njom.

source: Ma troppo tardi i sacerdoti indù si erano riavuti dal loro sacro terrore: Kiunì, incitato dal bravo "mahut", correndo attraverso la foresta portava ormai fuori dal tiro delle palle e delle frecce la signora Auda e i suoi salvatori.
sr: Opališe puške, ali otmičari su brzo bežali i za nekoliko časaka bili su van domašaja kuršuma i strela.

source: E Passepartout aveva risposto che tutto l'onore della faccenda andava al suo padrone.
sr: Paspartu je na to odgovorio da sva čast toga pothvata pripada njegovom gospodaru.

source: Da parte sua, egli aveva avuto soltanto un'idea "stramba" e sorrideva pensando che per qualche istante lui, Passepartout, ex-ginnasta ed ex-sergente dei pompieri era stato il vedovo di una donna meravigliosa,un vecchio rajah imbalsamato!
sr: On je, reče, imao samo onu "smešnu" misao, i smejao se pri pomisli da je on, Paspartu, bivši gimnastičar, bivši vatrogasni narednik, bio nekoliko trenutaka stari balsamovani radža i pokojnik krasne žene!

source: Quanto alla giovane indiana, lei non si era neppure accorta di quanto era successo.
sr: Mlada Induskinja nije bila svesna ničega šta se s njom dešavalo.

source: Avviluppata nelle coperte da viaggio riposava in una delle sedie adattate al fianco dell'elefante.
sr: Uvijena u putničku ćebad, ležala je na jednom sedištu.

source: Tuttavia l'elefante, guidato con molta sicurezza dal parsì, correva rapidamente nella foresta ancora immersa nell'oscurità.
sr: Međutim, slon, koga je Pars potpuno sigurno vodio, brzo je promicao kroz mračnu šumu.

source: Sir Francis Cromarty, che conosceva gli effetti dell'ubriachezza prodotta dall'inalazione del fumo della canapa, non nutriva alcuna inquietudine nei suoi confronti.
sr: Ser Fransis Kromerti poznavao je posledice opijenosti od udisanja konopljine pare, te zbog nje nije bio nimalo zabrinut.

source: Se però il ristabilimento della giovane indiana non poneva degli interrogativi al buon brigadiere generale, egli si mostrava molto meno sicuro riguardo al futuro della ragazza.
sr: Ali, ako se brigadni general nije brinuo u pogledu oporavljanja mlade Induskinje, nije bio siguran u pogledu njene budućnosti.

source: Non esitò a dire a Phileas Fogg che la signora Auda, se fosse rimasta in India, sarebbe ricaduta inevitabilmente nelle mani dei suoi carnefici.
sr: Nije se ustezao reći Fileasu Fogu da će gospođa Auda, ako ostane u Indiji, neizbežno ponovo pasti u ruke svojih dželata.

source: Quegli energumeni erano presenti in tutta la penisola indiana e certamente, nonostante la polizia inglese, avrebbero saputo riprendersi quella vittima, anche se si fosse rifugiata a Madras, a Bombay o a Calcutta.
sr: Takvih zanesenjaka ima na celom poluostrvu, i sigurno bi, uprkos engleskoj policiji, ponovo oteli svoju žrtvu bilo u Madrasu, bilo u Bombaju ili u Kalkuti.

source: E a sostegno del suo timore, Sir Francis Cromarty citava un fatto analogo verificatosi qualche tempo prima.
sr: I ser Fransis Kromerti navede u prilog svome mišljenju jedan isti slučaj koji se nedavno dogodio.

source: Secondo lui, la giovane sarebbe stata veramente al sicuro solo dopo avere lasciato l'India.
sr: Po njemu, mlada žena bi bila u potpunoj sigurnosti samo ako napusti Indiju.

source: Phileas Fogg rispose che avrebbe tenuto conto di queste osservazioni e che avrebbe provveduto.
sr: Fileas Fog odgovori da će uzeti u obzir ove primedbe i da će o tome razmisliti.

source: Riprendeva in quella città la via interrotta della ferrovia, mediante la quale i treni collegavano Allahabad a Calcutta con un viaggio che durava meno di un giorno e una notte.
sr: Tu se nastavljala prekinuta železnička pruga kojom vozovi za nepun dan i noć prelaze put od Alahabada do Kalkute.

source: Phileas Fogg avrebbe dovuto arrivare in tempo perciò a prendere il piroscafoche doveva partire solo l'indomani, 25 ottobre,a mezzogiorno, per Hong Kong.
sr: Fileas Fog je, dakle, na vreme mogao stiči da uhvati brod koji je polazio tek sutradan, 25. oktobra u podne, za Hong-Kong.

source: Passepartout venne incaricato di andarle a comprare diversi oggetti di "toilette", vestiti, scialli, pellicce eccetera, quello che avrebbe trovato.
sr: Paspartua poslaše da kupi za nju razni toaletni pribor, haljinu, šal, krzno i drugo što bude našao.

source: Il suo padrone gli accordava una fiducia completa.
sr: Gospodar mu je dao neograničeni kredit.

source: Allahabad è la città di Dio, una delle più venerate dell'India, perché è edificata alla confluenza di due fiumi sacri, il Gange e la Jumna, le cui acque attirano pellegrini da tutta la penisola.
sr: Alahabad je božanski grad, najviše poštovan u Indiji, jer je sagrađen na ušću dveju svetih reka, Ganga i Džamne, čije vode privlače hodočasnike sa celog poluostrva.

source: E' noto d'altronde che, secondo le leggende del Ramayana, il Gange ha le sue sorgenti nel cielo, da cui, grazie a Brahma, discende sulla terra.
sr: Uostalom, poznato je da prema legendama Ramajana Gang izvire u nebu, odakle, zahvaljujući Brami, silazi na zemlju.

source: Pur impegnato nelle sue compere, Passepartout prese ben presto visione della città, difesa in altri tempi da un magnifico forte divenuto poi prigione statale.
sr: Dok je kupovao, Paspartu je razgledao grad koji je nekad branila veličanstvena tvrđava, sada državna tamnica.

source: In quella città, un tempo piena d'industrie e di commerci, industrie e commerci sono spariti.
sr: U tom nekad industrijskom i trgovačkom gradu nema više ni trgovine ni industrije.

source: Passepartout, che cercava invano un salone delle novità, come se fosse stato in Regent Street, a pochi passi da Farmer et Co., trovò solo presso un vecchio mercante ebreo pieno di pretese quello che gli serviva: un vestito di stoffa scozzese, un pesante mantello e una magnifica pelliccia di lontra che non esitò a pagare 75 sterline.
sr: Paspartu je uzalud tražio kakvu pomodnu trgovinu kao da je bio u Regentskoj ulici nedaleko od Farmera i komp.; našao je jedino kod jednog trgovca, starog dosadnog Jevrejina, predmete koji su mu bili potrebni: haljinu od škotske tkanine, širok kaput, krasno krzno od vidre za koje bez ustezanja plati sedamdeset i pet livara.

source: Poi, tutto trionfante, fece ritorno alla stazione.
sr: Zatim se pobedonosno vrati na železničku stanicu.

source: La signora Auda cominciava a tornare in sé.
sr: Gospođa Auda poče da dolazi sebi.

source: Mano mano che svaniva l'effetto dello stupefacente a cui l'avevano sottoposta i sacerdoti di Pillaji, i suoi begli occhi riacquistavano tutta la loro dolcezza indiana.
sr: Polako je prestajao uticaj kojem su je potčinili piladžijski sveštenici i njene lepe oči opet dobiše svu svoju indusku blagost.

source: Quando il re poeta Ushaf Uddaul celebra le bellezze della regina di Ahmadgnagar, si esprime in questo modo:
sr: Kada kralj-pesnik Usav-Udol slavi lepotu kraljice Ahmenagara, ovako se izražava:

source: "La sua lucente capigliatura, regolarmente divisa in due parti, inquadra i contorni armoniosi delle due guance delicate e avoriate, brillanti di pulizia e di freschezza.
sr: "njena sjajna kosa pravilno razdeljena na dva dela okružuje harmonične crte njenih nežnih i belih obraza, koji sijaju sjajem i svežinom.

source: Le sue sopracciglia nere come l'ebano hanno la forma e la potenza dell'arco di Kama, il dio dell'amore, e sotto le sue lunghe ciglia di seta, nella nera pupilla dei suoi grandi occhi limpidi, navigano come nei laghi sacri dell'Himalaia i riflessi più puri della luce celeste.
sr: Njene obrve, kao od abonosa, imaju oblik i moć kao luk Kame, boga Ijubavi, a ispod njenih dugih, svilenih trepavica, u crnoj zenici njenih velikih, sjajnih očiju, plivaju, kao u svetim jezerima Himalaja, najčistiji odblesci nebeske svetlosti.

source: Fini, eguali e bianchissimi risplendono i suoi denti tra le sorridenti labbra, come gocce di rugiada all'interno di un fiore semiaperto di melograno.
sr: Njeni fini, jednaki i beli zubi blistaju između nasmejanih usana kao kapljice rose u poluotvorenoj krunici narovog cveta.

source: Le sue minuscole orecchie dalle curve simmetriche, le sue mani vermiglie, i suoi piedini incurvati e teneri come le gemme del loto, brillano dello splendore delle più belle perle dello Sri Lanka e dei più bei diamanti di Colgond.
sr: Njene umiljate uši simetrično zaokrugljene, njene rumene ruke, njene punačke i nežne nožice kao lotosovi pupoljci sijaju sjajem najlepših cejlonskih bisera, najlepših golkondskih dijamanata.

source: La sua cintura minuscola e leggera, che una sola mano riesce a stringere, mette in risalto l'elegante curvatura dei fianchi arrotondati e la floridezza del petto sul quale la fiorente giovinezza dispiega i suoi tesori più splendenti e sotto le pieghe di seta della tunica sembra sia stata modellata in argento puro dalla mano divina di Vicvacarma, l'eterno scultore".
sr: Njen tanki i vitki struk, koji se jednom rukom može obuhvatiti, ističe skladne linije njenih oblih krsta i bogatstvo prsa iz kojih mladost u cvetu izlaže svoje najsavršenije blago i pod svilenim naborima svoje haljine ona izgleda kao izvajana od čistog srebra božanskom rukom Vikvakarme, besmrtnog vajara."

source: Ma anche senza tutte queste amplificazioni, è sufficiente dire che la signora Auda, la vedova del rajah del Bundelkund era una splendida donna in tutta l'accezione europea di questo complimento.
sr: Ali, bez sve te pesničke opširnosti, dovoljno je reći da je gospođa Auda, udovica radže od Bundelkunda, bila dražesna žena u potpuno evropskom smislu reči.

source: Parlava l'inglese con grande precisione e la guida non aveva affatto esagerato affermando che questa giovane parsì era stata trasformata dall'educazione ricevuta.
sr: Govorila je sasvim čisto engleski i vodič nije preterao kada je tvrdio da je ova mlada Parsijanka preobražena vaspitanjem.

source: Ho pagato il tuo servizio, ma non la tua devozione.
sr: Nagradio sam tvoju službu, ali ne i tvoju odanost.

source: Gli occhi del "mahut" brillarono.
sr: Oći vodiča zasijaše:

source: - Oh, vostro onore mi regala una fortuna! - balbettò.
sr: -- Vaša milost mi daje čitavo bogatstvo! -- uzviknu.

source: - Accettala, "mahut"; e sarò ancora io tuo debitore.
sr: -- Primi, vodiču, -- odgovori gospodin Fog -- a ja ti još ostajem dužnik.

source: - Così sì che va bene! - applaudì allora Passepartout.
sr: -- U dobri čas! -- uzviknu Paspartu.

source: Oh, tienilo caro:
sr: Uzmi ga, prijatelju.

source: Kiunì è un bravo e coraggioso animale!
sr: Kijuni je dobra i hrabra životinja.

source: E avvicinatosi al bestione, il francese gli porse una manciata di zollette di zucchero.
sr: I uputivši se slonu, pruži mu nekoliko parčadi šećera, govoreći:

source: -- Tiens, Kiouni, tiens, tiens!"
sr: -- Evo, Kijuni, evo, evo!

source: L'elefante le gustò ghiottamente; poi, emessa una specie di grugnito di soddisfazione,
sr: Slon od zadovoljstva nešto promumla.

source: prese il giovane per la vita circondandolo con la proboscide e lo sollevò all'altezza della propria testa.
sr: Zatim uhvati Paspartua oko pojasa i obuhvativši ga surlom podigne ga u visinu svoje glave.

source: Passepartout, niente affatto spaventato, fece una lunga carezza all'animale, il quale piano piano lo ripose a terra. E qui il bravo giovanotto si accomiatò da Kiunì stringendogli la proboscide, proprio come avrebbe scambiato con un amico una vigorosa stretta di mano.
sr: Paspartu, nimalo uplašen, pomiluje životinju koja ga blago spusti na zemlju, i na stisak surle čestitog Kijunija čestiti mladić odgovori snažnim stiskom ruke.

source: Qualche istante dopo,Phileas Fogg,Sir FrancisCromartye Passepartout, installati in un comodo scompartimento in cui la signora Auda occupava il posto migliore, correvano a tutto vapore verso Benares.
sr: Posle nekoliko trenutaka Fileas Fog, ser Fransis Kromerti i Paspartu, smešteni u udobnom vagonu u kojem je gospođa Auda zauzela najbolje mesto, jurili su punom parom ka Benaresu.

source: Ottanta miglia al massimo separano questa città da Allahabad e questa distanza venne percorsa in due ore.
sr: Ovo je mesto od Alahabada udaljeno osamdeset milja, koje pređoše za dva časa.

source: Durante questo tragitto, gli effetti dell'"hang" erano cessati.
sr: Za to vreme mlada žena dođe potpuno k sebi, uspavljujuće pare, "hanga" iščezoše!

source: La giovane e fu enorme la sua meraviglia nel trovarsi su di un treno in corsa, coperta di vestimenti all'europea, in mezzo a viaggiatori che le erano assolutamente sconosciuti.
sr: Kako se iznenadila što se nalazi u vozu, u tom kupeu, obučena u evropsko odelo, među tim putnicima koji su joj bili potpuno nepoznati!

source: I suoi compagni le prodigarono ancora molte premure e la rianimarono con qualche goccia di liquore.
sr: Njeni saputnici odmah se pobrinuše za nju, te je okrepiše sa nekoliko kapi likera,

source: Quindi Sir Cromarty le raccontò l'avventura di cui essa era stata la protagonista senza saperlo.
sr: zatim joj brigadni general ispriča šta se s njom dogodilo.

source: L'ufficiale insistette sull'abnegazione di Phileas Fogg che non aveva esitato a porre in gioco la propria vita nel tentativo di salvataggio; e concluse narrando come tutto si fosse risolto grazie all'audace stratagemma di Passepartout.
sr: Istakao je odanost Fileasa Foga, koji se nije ustezao da stavi život na kocku da bi je spasao, i Paspartuovu odvažnu zamisao, zahvaljujući kojoj se pustolovina srećno završila.

source: Il signor Fogg lasciava dire senza proferir parola.
sr: Gospodin Fog ga ostavi da dovrši ne rekavši ni jednu reč,

source: Il servo, con sincera modestia, si preoccupava di ripetere: Niente, niente!
sr: Paspartu, sav postiđen, ponavljaše da "to nije ništa!"

source: Gli splendidi occhi della signora Auda colmi di lacrime espressero più delle labbra la riconoscenza che ella provava per i suoi salvatori.
sr: Potresena, gospođa Auda zahvali svojim spasiocima više suzama nego rečima. Njene lepe oči bolje su joj tumačile zahvalnost nego njene usne.

source: Improvvisamente, ricondotta col pensiero alla scena del "sutty", la giovane, lasciando errare lo sguardo sulla terra indiana dove tanti pericoli ancora la minacciavano, fu colta da un brivido di terrore.
sr: Zatim se seti prizora "sutija" i, videvši opet tu indusku zemlju, gde su na nju još vrebale tolike opasnosti, ona zadrhta od straha.

source: Phileas Fogg comprese quel che passava nella mente della signora Auda; e al fine di rassicurarla le offrì, molto freddamente peraltro, di condurla a Hong Kong dove essa avrebbe potuto rimanere finché si fosse spenta l'eco della vicenda.
sr: Fileas Fog razumede šta se dešava u duši gospođe Aude i da bi je umirio, ponudi joj, uostalom vrlo hladno, da je odvede u Hong-Kong, gde bi mogla ostati dok stvar ne padne u zaborav.

source: La signora Auda, parlando correttamente in lingua inglese, rispose che accettava con riconoscenza l'offerta.
sr: Gospođa Auda prihvati ponudu sa zahvalnošću.

source: Proprio a Hong Kong viveva un parente di lei, anch'egli di razza parsì, un certo dottor Jejeeh, ricchissimo mercante di quella città, che è interamente inglese anche se è appena un puntino sulla costa cinese.
sr: Baš u Hong-Kongu ima jednog rođaka, Parsa kao i ona, jednog od prvih trgovaca u tom gradu, koji je, iako na kineskoj obali, sasvim engleski.

source: A mezzogiorno e mezzo il treno si fermava alla stazione di Benares.
sr: U dvanaest i po časova voz se zaustavio na stanici Benares.

source: Le leggende bramine sostengono che questa città occupa il posto dov'era situata l'antica Casi, un tempo sospesa a mezz'aria, tra lo zenit e il nadir, come la tomba di Maometto.
sr: Bramanske legende tvrde da taj grad zauzima područje pređašnjeg Kazija, koji je nekad visio u prostoru između zenita i nadira, kao grob Muhamedov.

source: Ma in quest'epoca più realista, Benares, l'Atene dell'India come dichiarano gli orientalisti, posava prosaicamente sulla terra e Passepartout poté intravedere per un istante le sue case di mattoni e le sue capanne su palafitte, che le conferivano un aspetto assolutamente desolato, senza alcun colore locale.
sr: Ali u ovo realističko doba, Benares, Atina Indije, po kazivanju istočnjaka, ležao je sasvim prozaično na zemlji, te je Paspartu mogao za trenutak videti njegove kuće od cigala, pletene kolibe, koje su mu davale potpuno tužan izgled bez ikakve lokalne boje.

source: Era qui che Sir Francis Cromarty doveva scendere,
sr: Ovde je ser Fransis Kromerti morao izići.

source: perché le truppe che andava a raggiungere erano a qualche miglio a nord della città.
sr: Ćete kojima se vračao logorovale su na nekoliko milja severno od grada.

source: Accomiatatosi dalla signora Auda, la quale gli attestò commossa la propria gratitudine,l'ufficiale onorò Passepartout d'unaddio cameratesco. Infine salutò Phileas Fogg, augurandogli il pieno successo del suo viaggio.
sr: Brigadni general se oprosti od Fileasa Foga, poželevši mu potpun uspeh i izražavajući nadu da će svoj put ponoviti sa manje nastranosti a sa više koristi.

source: Il "gentleman" gli rispose con una lieve stretta di mano.
sr: Gospodin Fog stište lako ruku svom saputniku.

source: Les compliments de Mrs. Aouda furent plus affectueux.
sr: Gospođa Auda se pozdravi sa njim mnogo toplije.

source: Jamais elle n'oublierait ce qu'elle devait à Sir Francis Cromarty.
sr: Nikada ona neće zaboraviti koliko duguje ser Fransisu Kromertiju.

source: Quant à Passepartout, il fut honoré d'une vraie poignée de main de la part du brigadier général.
sr: Brigadni general steže iskreno ruku Paspartuu,

source: Tout ému, il se demanda où et quand il pourrait bien se dévouer pour lui.
sr: koji sav uzbuđen upita kad i gde bi se mogao žrtvovati za njega.

source: Puis on se sépara.
sr: Zatim se rastadoše.

source: Da Benares a Calcutta la linea ferrata scende lungo la stupenda valle del Gange.
sr: Od Benaresa pruga je išla jednim delom dolinom Ganga.

source: Attraversoi cristalli del vagone i viaggiatori contemplavano un paesaggio singolare: rivi e stagni popolati di alligatori, villaggi disseminati nella foresta verdeggiante,
sr: Kroz prozore vagona mogao se po lepom vremenu videti šaroliki predeo Behara, bregovi pokriveni zelenilom, ječmena, kukuruzna i pšenična polja, rečice i bare pune zelenkastih aligatora, dobro uređena sela, još zelene šume.

source: torme di zebù e di elefanti che scendevano a bagnarsi nel fiume sacro; e, dovunque, le sue acque e le sue rive pullulanti di indù, uomini, donne e fanciulli, i quali nonostante il freddo della stagione già inoltrata adempivano piamente le loro sante abluzioni.
sr: Nekoliko slonova i zebua sa velikim grbama kupalo se u vodama svete reke, a isto tako i gomile Indusa oba pola, iako je godišnje doba već poodmaklo i vreme bilo hladno, izvršujući pobožno svoja sveta verska kupanja.
